"""
# author Liu shi hao
# date: 2019/12/9 21:38
# file_name: caihongpi

"""
import random

while 1:
    msg = ["今日份的美貌（帅气）也正常营业了",
           "这样的额美貌是真实存在的吗",
           "这个颜值我能舔一辈子",
           "他脸上的不是胡子而是玫瑰花的刺",
           "她脸上的不是汗水而是玫瑰花的露水",
           "我的天  这是什么级别的仙女",
           "每天都是如此的魅力无穷",
           "每一帧都如此令人心动",
           "又到了换手机桌面的时候",
           "从头发到脚都是完美",
           "从头发到脚都充满帅气因子的哥哥",
           "人生即画报",
           "会发光的名品美貌",
           "什么时候看都觉得帅气",
           "天使大概说的就是这样的",
           "盐甜兼备你",
           "盛世美颜你",
           "让人心空的外貌拥有者",
           "不是饭也认证的帅气",
           "即使是后脑勺也是惊人的美貌",
           "连记者的心也狙击的美貌",
           "这种程度的颜值真的合理吗",
           "这是什么级别的可爱啊",
           "哪来的绝世大宝贝",
           "下凡的天使",
           "拉响了心空注意警报",
           "你最大的遗憾就是不能亲吻自己的脸",
           "比今天的你更好看的只有明天的你", ]
    print(f"""
**********{msg[random.randint(0, len(msg) - 1)]}*****************
    """)
    a = input("请输入任意键继续：")
