# author:lsh
# datetime:2020/4/23 19:17 
"""
                                 .::::.                                               _oo0oo_
                               .::::::::.                                            o8888888o
                              :::::::::::                                            88" . "88
                           ..:::::::::::'                                            (| -_- |)
                        '::::::::::::'                                               0\  =  /0
                          .::::::::::                                              ___/`---'\___
                     '::::::::::::::..                                           .' \\|     |# '.
                          ..::::::::::::.                                       / \\|||  :  |||# \
                        ``::::::::::::::::                                     / _||||| -:- |||||- \
                         ::::``:::::::::'        .:::.                        |   | \\\  -  #/ |   |
                        ::::'   ':::::'       .::::::::.                      | \_|  ''\---/''  |_/ |
                      .::::'      ::::     .:::::::'::::.                     \  .-\__  '-'  ___/-. /
                     .:::'       :::::  .:::::::::' ':::::.                 ___'. .'  /--.--\  `. .'___
                    .::'        :::::.:::::::::'      ':::::.            ."" '<  `.___\_<|>_/___.' >' "".
                   .::'         ::::::::::::::'         ``::::.         | | :  `- \`.;`\ _ /`;.`/ - ` : | |
               ...:::           ::::::::::::'              ``::.        \  \ `_.   \_ __\ /__ _/   .-` /  /
              ```` ':.          ':::::::::'                  ::::..      `-.____`.___ \_____/___.-`___.-'
                                 '.:::::'                    ':'````..                `=---='
                            女神保佑         永无BUG                            佛祖保佑         永无BUG
                                                                                                     
"""
'''
案例：
http://money.cnn.com/data/dow30
编写爬虫，下载道琼斯指数30股指数据 代码code，名称name，最后交易价格tradePrice
保存为stock.csv
1、获取股票代码
2、获取前五行的股票数据
3、返回第一只股票的股价
4、计算平均的股价（选）
5、计算股价大于180的公司的名称（选）
6、找出股价前三名的公司，降序排序（选）
'''
import pandas as pd
import numpy as np

# 1、获取股票代码
df = pd.read_csv('money.csv', usecols=['code'])
print(df)
# 2、获取前五行的股票数据
df = pd.read_csv('money.csv')
print(df)
print(type(df))
print(df[:5])

# 3、返回第一只股票的股价

print(df.loc[0]['tradePrice'])
# 4、计算平均的股价（选）
print('平均的股价:')
print(sum(df['tradePrice']) / len(df['tradePrice']))

# 5、计算股价大于180的公司的名称（选）


print(df[df['tradePrice'] > 180]['name'])

# 6、找出股价前三名的公司，降序排序（选）
print(df)
df_obj = df.sort_values(by=0)
print(df_obj)