<template>

	<div class="call">
		<div class="call-top"  >
			<van-nav-bar   title="联系我们" left-arrow @click-left="onClickLeft" @click-right="onClickRight">
				<img style="width: 25px;height: 10px;" src="img/more.png" @click="show = true" slot="right" alt="">
				<van-overlay :show="show" @click="show = false">
					<div class="wrapper">
						<div class="block" />
					</div>
				</van-overlay>
			</van-nav-bar>



		</div>
		<div class="call-msg">
			<div class="container">
				<br>
				<br>
				<p class="discoloration">欢迎您与悟空租车商家（详见定义条款）共同签署本《悟空租车用车服务协议》（以下称“本协议”）并使用悟空租车平台服务！。
				</p>
				<p>
					业务过程中您与悟空租车商家之间的权利和义务由本协议之条款及规定予以规范。<strong>以下条款中标红部分，是我们认为对您的权益极为重要的部分，尚请您务必加以重视。</strong>当您按照预订用车服务的提示填写信息、阅读并同意本协议且完成全部下单程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与悟空租车商家达成一致，按悟空平台方要求享用本次用车服务。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止下单。
				</p>
				<h1>一、定义</h1>
				<p>1.1 悟空：“悟空”及“平台方”、“悟空平台方”指的是悟空平台经营者的单称或合称，包括脚印兄弟（北京）信息科技有限责任公司、北京悟空出行科技有限公司等。
					<br> 1.2 悟空平台：指包括悟空租车官网（域名为www.wkzuche.com）、悟空租车微官网（m.wkzuche.com）、悟空租车app、悟空租车支付宝小程序、悟空租车微信小程序等网站、客户端或线上产品。
					<br> 1.3 悟空平台服务：悟空基于互联网，以包含悟空平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。
					<br> 1.4 悟空租车商家：指的是与悟空平台方签署合作协议的合法汽车租赁公司，是为租车服务的供应商，同时也是租车服务中的“出租方”、“门店”。
					<br> 1.5 承租方：即租车服务中的客户，下单人、用户、承租人均为承租方，代取车人（定义见第十五章）同样视为承租方。
				</p>
				<h1>二、声明</h1>
				<h3>2.1 签约主体</h3>
				<p>2.1.1 平等主体：本协议由您与悟空租车商家、悟空租车平台方共同缔结，本协议对您、悟空租车商家及悟空租车平台方均具有合同效力。</p>
				<p>2.1.2
					悟空租车商家为入驻悟空平台的地方租赁公司，经营范围含汽车租赁，与悟空签署了《品牌特许授权店加盟合同》、《悟空租车平台品牌商入驻合作协议》、《悟空租车-平台加盟合作协议》、《悟空租车平台准入合作协议》或其他合作协议，是经过悟空审核的租车服务供应商。</p>
				<h3>2.2 补充协议</h3>
				<p>由于互联网高速发展，您与悟空租车商家签署的本协议列明的条款并不能完整罗列并覆盖您与悟空租车商家所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，悟空租车用户服务协议及隐私保护声明均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用悟空平台服务，视为您同意上述补充协议。</p>
				<h3>2.3 平台车辆</h3>
				<p>2.3.1 悟空平台及第三方合作平台所披露的车辆，均为悟空租车商家上传至悟空平台并承诺其具备车辆的所有权或车辆合法授权。</p>
				<p>2.3.2 悟空租车商家确认车辆满足：</p>
				<p>(1) 满足基本的安全要求或能提供安全驾驶保障,并符合中国道路法规要求；</p>
				<p>(2) 车况良好、车辆清洁、且交车时油量足以驶至最近加油站；</p>
				<p>(3) 车辆车龄不超过法定车辆报废年限，且不得为事故车，泡水车，亦或火烧车等车辆品质存在隐患的情况。</p>
				<p>2.3.3 悟空租车商家为车辆购买交通事故责任强制保险，以及车辆损失险、第三者责任险、车辆人员责任险。</p>
				<h1>三、注册及实名认证</h1>
				<h3>3.1 注册规则</h3>
				<p>3.1.1 任何具备大陆合法有效手机号的自然人，在通过平台用户注册程序后，均可注册为平台的客户。</p>
				<p>3.1.2 与悟空平台合作的第三方平台的客户，在通过第三方平台与悟空平台产生汽车租赁关系后，将自动注册为悟空平台客户，账号与第三方平台账号一致（即为手机号）。</p>
				<h3>3.2 实名认证</h3>
				<p>3.2.1 客户通过系统上传身份证、驾驶证信息及证件照片，并经由平台认证的过程称为实名认证。</p>
				<p>3.2.2客户证件满足：</p>
				<p><strong>(1) 大陆有效二代身份证；</strong></p>
				<p><strong>(2) 距初次领证日期大于半年且在有效期内的驾驶证，其所示的身份证号须与身份证上所示一致，须正本及副本完整；</strong></p>
				<p>3.2.3 证件信息及照片上传标准：
					<br>(1) 上传的证件号码确保真实、正确、有效；
					<br>(2) 上传的证照为证件正面（驾驶证照片需包含副本），完整无缺失、无反光、图片清晰可辨、重要信息可考。
				</p> <strong>
					3.2.4
					申请注册为“悟空租车”平台会员的申请人同意授权脚印兄弟（北京）信息科技有限责任公司及其子公司北京悟空出行科技有限公司、及长租意向订单的出租方与合作的征信机构采集其个人信息，包括但不限于申请人的收入、存款、银行卡、有价证券、商业保险、不动产的信息和纳税数额信息，平台客户了解征信机构及其他第三方机构采集个人信息可能导致征信机构了解其个人资产和负债状况、消费和支出类型和个人消费行为习惯等个人隐私信息。申请人已被明确告知提供上述信息可能会给本人带来财产或信用损失，以及其他可能的不利后果，包括但不限于：采集这些信息对本人的信用评级（评分）、信用报告等结果可能产生的不利影响，以及该等信息被信息使用者依法提供给第三方后被他人不当利用的风险，但本人仍然同意授权依法成立的征信机构采集这些信息。申请人了解授权脚印兄弟（北京）信息科技有限责任公司及其子公司北京悟空出行科技有限公司采集或查询其个人信息用于风险控制。申请人同意授权拥有本人不良信息的信息提供者可以向依法成立的征信机构提供本人的不良信息，且不再另行告知本人。
				</strong>
				<p>3.2.5
					悟空租车承诺保护平台用户信息安全，未经平台用户明确同意，不将平台用户信息用于本服务目的之外的行为，不向悟空租车关联企业之外的第三方转让、出售、泄露、透露承租方信息；此不包含特殊情况下政府和司法机关的要求，此种情况下，悟空租车将在第一时间通知当事人。</p>
				<p>3.2.6 实名认证结果将于平台客户上传信息后得出，认证结果有通过及未通过，其中认证未通过客户将无法租用车辆；认证未通过可重复实名认证程序；认证通过则有线上预订的资格。</p>
				<p><strong>3.2.7 认证通过的平台客户将获得V1—V8的等级，V8等级的客户将获得减免车辆押金及违章押金的特权。</strong> <strong><br>平台客户的等级认定规则由悟空租车自行确定，平台客户予以接受。
					</strong> <strong><br>注：第三方平台客户通过第三方平台预订悟空平台车辆，则押金减免规则以第三方平台展示规则为准，上文所示的押金减免规则限悟空平台订单使用。
					</strong></p>
				<p>3.2.8 平台用户不再满足资格标准，悟空租车有权直接注销其在悟空租车平台的账户，并于两年后删除客户信息，对此情形，悟空租车将不承担或不再履行任何责任。</p>
				<p>3.2.9 第三方平台客户通过第三方平台预订悟空平台车辆，则悟空平台抓取客户在第三方平台填写的身份信息并完成实名认证，<strong>若客户在第三方平台的身份信息不足，则出租方提供车辆时有权要求客户提供补录信息，且认证结果仍旧有效。</strong></p>
				<h1>四、预订规则</h1>
				<h3>4.1 车辆预订</h3>
				<p>4.1.1 客户通过悟空平台选择租期、地点以及车辆并提交订单，并确认订单信息准确无误。</p>
				<p><strong>4.1.2 提交订单后，需于30分钟内，预付订单款项，否则订单会自动取消。</strong></p>
				<p>4.1.3 平台客户最多可预订租期不重合的两个订单。</p>
				<p>4.1.4 成功预付订单款项后，视为承租方与出租方之间的交易“确认”，订单协议有效成立，该汽车租赁订单将同时对承租方和出租方产生法律约束力。</p>
				<p>4.1.5 交易“确认”后，出租方即不可拒绝或取消订单，否则视为违约。</p>
				<p>4.1.6 若客户通过与悟空租车合作的第三方平台预订车辆，并完成预付全款后，悟空平台有权使用客户手机号代客户通过悟空平台下订单，订单信息与客户第三方预订信息一致，并由出租方借由悟空平台受理订单。</p>
				<h3>4.2 订单修改</h3>
				<p>4.2.1 于取车前修改租期、修改取/还车地点、替换车型、修改可选服务，需要在预订取车时间前2小时以上向客服中心提出申请，否则不保证订单予以修改。</p>
				<p>4.2.2 修改订单申请的通过与否，视门店车辆调配情况而定。</p>
				<p>4.2.3 订单修改后，将重新计算车辆租金、基本保障服务价格、其他业务服务费用。</p>
				<h3>4.3 取消订单</h3>
				<p>4.3.1 承租方取消订单</p>
				<p><strong>(1) 取车前2小时（含）内因客户原因取消订单，客户需承担订单首日租金作为违约金，违约金最高不超过150元（亦不超过订单总金额）。</strong> <br>(2)
					承租方于预订取车时间2小时以前取消订单的，不用承担费用；
					<br>(3) 通过第三方平台预订车辆，以第三方平台规则为准；
					<br>(4) 节假日订单及活动订单，以披露出的规则为准。
				</p>
				<p>4.3.2 出租方取消订单
					<br>(1) 承租方成功预订后，出租方因自身原因取消订单，则视为出租方违约，需致歉客户并在悟空平台调解下给予客户一定补偿；
					<br>(2) 通过第三方平台预订车辆，则出租方的取消订单规则以第三方平台规则为准；
					<br>(3) 节假日订单及活动订单，以披露出的规则为准。
				</p>
				<p><strong>4.3.3 超期未取车
						<br>(1) 因非门店原因承租方超过预订取车时间1小时未取车，门店有权不予留车，并收取首日租金作为违约金。
						<br>(2) 因非门店原因承租方超过预订还车时间未用车，门店有权全额扣除预付款。
						<br>(3) 节假日订单，以平台实时披露规则为准。
					</strong> <br>注：平台不对任何由于出租方或承租方单方或双方的原因，导致的预订订单无法履行情况承担责任。
				</p>
				<h1>五、 取车规则</h1>
				<h3>5.1 取车通知</h3>
				<p><strong>承租方选择所租车辆并预付订单费用后，将收到出租方的联络方式，同时出租方也会收到承租方的联系方式，双方应提前联系确认订单信息。</strong></p>
				<h3>5.2 取车时间；&nbsp;</h3>
				<p><strong>(1) 出租方和承租方必须按订单预订时所规定的时间和地点交接车辆；</strong></p>
				<p class="discoloration">(2) 承租方未在预订取车时间取车的，租期按实际的取车时间起算。</p> <strong>(3)
					因非门店原因承租方超过预订取车时间1小时未取车，门店有权不予留车，并视为客户取消订单，收取首日租金作为违约金；因非门店原因承租方超过预订还车时间未用车，门店有权全额扣除预付款。节假日订单，以平台实时披露规则为准。
				</strong>
				<p></p>
				<h3>5.3 取车条件&nbsp;</h3>
				<p>承租方必须携带本人大陆有效二代身份证原件（首次用车需携带身份证原件，二次或多次用车支持电子身份证）、本人地方驾驶证原件（首次用车需携带驾驶证原件，二次或多次用车支持电子驾驶证）、本人额度充足的有效信用卡原件（免除全部押金、或线上支付押金的客户无需携带）供出租方核查，并由出租方核验证件与本人是否匹配；承租方年龄不低于18周岁、不超过70周岁；承租方驾驶证所示驾龄不低于半年；且承租方个人身体条件必须符合汽车驾驶要求；若出租方发现承租方取车时携带证件不合格、与本人不符或身体条件不符合要求，则有权取消订单，并不承担违约责任。
				</p>
				<h3>5.4 关于押金</h3>
				<p>车辆交予承租方之前，承租方与出租方需共同完成押金环节，即免押金或缴纳押金，详见第七章。
				</p>
				<h3>5.5 超时未取车</h3>
				<p>因非门店原因承租方超过预订取车时间1小时未取车，门店有权不予留车，并收取首日租金作为违约金；因非门店原因承租方超过预订还车时间未用车，门店有权全额扣除预付款。节假日订单，以平台实时披露规则为准。
				</p>
				<h3>5.6 其他规则</h3>
				<p>5.6.1 如果出租方有合理理由认为承租方不适宜开车、不具备驾车资格、承租方似乎有意以违反协议的方式使用车辆，或者不符合安全要求情况下，出租方有权拒绝承租方取得车辆使用权，取消订单，但应立即通知悟空租车并提供证明文件。
					<br>5.6.2 承租方不得携带宠物用车，如若取车时承租方携带宠物，则出租方可不交车予承租方。
					<br>5.6.3 承租方严禁携带国家违禁药品、枪支弹药、管制刀具等危险品租赁车辆，否则出租方有权不交车予承租方并追究其法律责任。
				</p>
				<h1>六、用车及还车规则</h1>
				<h3>6.1 租期规则</h3>
				<p class="discoloration">6.1.1 平台最短租期为1小时（各出租方有所不同），最长租期为30天。
					<br>6.1.2 租期计算方式：
					<br>(1)&nbsp;&nbsp;出租方可自行设置车辆的日租金及时租金，其中时租金必然小于日租金；
					<br>(2)&nbsp;&nbsp;租期中非整日部分的小时数，不满1小时的，超过30分钟则视为1小时；不到30分钟（含）的不计入租期；
					<br>(3)&nbsp;&nbsp;当租期中非整日部分的小时数×时租金&gt;日租金，则租期中非整日部分按日租金计费。
					<br>6.1.3 出租方、承租方均同意遵守上述租期计算规则，同意并认可由悟空租车根据租期计算的相关租车费用。
				</p>
				<h3>6.2 用车禁行区域</h3>
				<p class="discoloration">受限于各省市法律法规，悟空租车平台上的短租车辆在部分区域有禁行限制，如您执意驶入禁行区域，则由此产生的相关损失由您自行承担，且出租方有权按规则收取费用：
					<br>(1)&nbsp;&nbsp;租赁车辆不允许进入泸沽湖景区，以取车门店所告知的规则为准，如接到告知后执意进入泸沽湖景区，则由此产生的相关损失由您自行承担。
					<br>(2)&nbsp;&nbsp;取车地点在海南省内，租赁车辆禁止驶出海南省，如车辆驶出海南省则出租方有权强制收回车辆，造成的相关费用由承租方承担。
					<br>(3)&nbsp;&nbsp;租赁车辆不允许进入西藏、甘孜州、阿坝州等地区，以取车门店所告知的规则为准，如接到告知后执意进入禁行区域，则您需承担包括车辆被扣在内的相关损失，并承担可能产生的超里程费。
				</p>
				<p>(4) 取车地点在贵阳市内，租赁车辆禁止驶出贵州省，如车辆出省则出租方有权强制收回车辆，造成的相关费用由承租方承担。</p>
				<p>(5) 车辆禁止驶入非铺装道路，即沙漠、滩涂等地带禁止行驶，客户驶入非铺装道路造成的损失由客户承担。</p>
				<h3>6.3 用车中的订单修改</h3>
				<p class="discoloration">6.3.1 延期还车
					<br>如果出租方在租期结束后延期归还车辆，延期1小时以内还车的，无需提前办理手续，延期用车时间将计入总租期，承租方需在还车时根据总租期支付相应费用；
					<br> 6.3.2 续租
					<br>延期1小时以上还车的，视为续租，需在租期届满前提前3小时提出续租申请，续租成功需同时满足如下条件：
					<br> a) 门店库存调配情况允许该车辆续租；
					<br> b) 续租后单次总租期（已租+续租）不超过30天（含）；&nbsp;
					<br> c) 除V8客户外，续租需按期支付续租费用。
					<br> 注：距离预订还车时间3小时内申请续租，则需要出租方手动确认、且同时达成如上三个条件才能够续租成功。
					<br>6.3.3 强行续租
					<br>超过预订还车时间，而承租方如因个人原因未履行有效续租手续强行不还车的，视为强行续租。未履行有效续租手续是指：
					<br>1) 未提前告知且延期还车1小时以上的；
					<br>2) 未经出租方同意强行不还车的；
					<br>3) 到预订还车时间无法与承租方联系上的。
				</p>
				<p>满足任一以上情况，则出租方有权立即收回车辆，出租方可以委托悟空租车及其关联公司代为收回车辆。承租方除支付正常租车费用外，<strong>还需按超期部分租金的300%支付违约金。</strong>在租车门店或租车城市以外收回车辆的，可以收取异地还车费，根据距离按照3元/公里计价（部分同城市异点还车、线下协商一致无需收取，以最终协商结果为准）</p>
				<p>此外，承租方未依约使用车辆或支付应付款项的，或租赁车辆使用中出现动向异常、逾期不还、抵押、预留联系方式不正确或无法有效联系等情形的，出租方有权立即收回租赁车辆，由此产生的一切费用及相关损失由承租方承担。</p>
				<p></p>
				<p class="discoloration">6.3.4 提前还车；</p> <strong>(1)&nbsp;承租方需在实际还车前2个工作小时申请提前还车，提前还车需要收取退改费，以修改后的租期计费并按与原订单金额差价的20%收取。</strong>
				<br><strong>(2)&nbsp;&nbsp; 套餐产品、节假日产品及活动产品，提前还车规则以平台实时披露规则为准。</strong>
				<p></p>
				<h3>6.4 用车规则</h3>
				<p class="discoloration">在租期内，以及超出租期期间但车辆实际仍由承租方控制的时段，车辆必须只能由在订单中署名的承租方使用，且承租方必须遵守以下准则：
					<br>(1)&nbsp;不得将车辆用于出租，转借等情形；&nbsp;
					<br>(2)&nbsp;不得将整车或车辆部分零件更换、出售、抵押、质押、典当或设置任何其它第三方权利；
					<br>(3)&nbsp;不得将车辆作为犯罪工具使用；&nbsp;
					<br>(4)&nbsp;不得将车辆用于越野，比赛，车辆的可靠性和速度测试，或开车教学；&nbsp;
					<br>(5)&nbsp;不得使用或允许车辆为其他任何车辆进行引擎应急重启，并且，不得未经出租方的书面许可，使用或允许他人使用该车辆拖拉其他车辆；
					<br><strong>(6)&nbsp;不得在未经出租方许可情况下，在车内抽烟或允许他人抽烟或允许任何动物进入车内；</strong> <br>(7)&nbsp;必须按照交通道路安全法规的规定驾驶车辆，不得出现任何法规禁止的事项（例如酒后驾车等）；
					<br>(8)&nbsp;必须确保车辆在不使用时被锁定；&nbsp;
					<br><strong>(9) 必须确保按照平台（或出租方）提示的车辆燃油标准加油，加油需到正规加油站；&nbsp;</strong> <br>(10)
					当加油时应参考车况记录，由于未使用正确的燃料引起燃油污染事件，承租方将负责有关回收、净化、维修、更换零件等有关的一切费用；&nbsp;
					<br>(11) 在租期内或虽超出租期期限但车辆仍在承租方占有、使用的时段内，承租方有义务支付任何通行费、过路费、手续费或其他费用；
					<br>(12) 从取得车辆控制权时直至车辆租期期满或者交还车辆控制权给出租方前，承租方应爱护租赁车辆并对车辆负责
				</p>
				<h3>6.5 还车规则</h3>
				<p class="discoloration"><strong>6.5.1 车辆租期结束后，承租方必须按时将车辆，归还至预订还车地点，使出租方重新掌握车辆。</strong> <br>6.5.2
					车辆（连同其钥匙和所有的附属物品，包括车轮防盗螺母等等）必须一并归还。&nbsp;
					<br>6.5.3 承租方应确保归还车辆前没有在车辆中落下任何财物。如果任何财物落在车中出现丢失或毁损，相应责任由承租方独自承担。
					<br>6.5.4 还车油量不限制，但不能过低导致车辆无法行驶至还车地点附近最近的加油站。<strong>以多退少补原则处理油费，以系统根据油量差自动计算出的费用为准。</strong> <br>6.5.5
					承租方在返还车辆时，出租方应及时对当时车况进行检验，包括但不限于：&nbsp;
					<br>(1)&nbsp;车辆划痕；
					<br>(2)&nbsp;车辆零部件是否缺失或者损坏；&nbsp;
					<br>(3)&nbsp;车内证件和附属品；&nbsp;
					<br>(4)&nbsp;其他出租方认为应该检查的问题。
					<br>6.5.6 若发现车辆存在问题，出租方应当面告知承租方，并向保险公司报险。若出租方在悟空租车平台记录的车辆归还时间起1天内未向承租方及保险公司通报车况，视为车辆归还合格；在超出1天后通报车况问题，出租方应自行处理。
				</p>
				<p>6.5.7 承租方在没有征得出租方同意，超出约定使用范围或时间使用车辆，则出租方有权中途取消订单而不需支付违约金。</p>
				<h1>七、押金规则</h1>
				<h3>7.1 车辆押金</h3>
				<p><strong>7.1.1 支付环节：车辆实际交予承租方之前，必须按规定完成车辆押金支付（免押金订单除外）。</strong> <br>7.1.2
					押金金额：出租方可自行设置车辆押金的金额。承租方的客户等级若是V8或满足芝麻信用免押金条件则享有押金部分减免特权，则承租方仅需支付减免后的金额，若减免后为金额小于或等于0，则承租方无需缴纳车辆押金。
					<br><strong>7.1.3
						支付方式：非免押金订单，承租方可通过两种方式支付押金，即为线上通过平台支付和线下支付至门店，承租方可自行选择支付方式，出租方不得干涉承租方选择；若承租方选择线下支付车辆押金，则仅可通过刷取银联卡预授权一种形式支付，严禁现金支付或私人转账。
						<br>7.1.4 退还：若还车后车辆无损伤、无风险警报且无其他费用争议的情况下，则承租方还车结算后出租方立即解冻（退还）车辆押金。</strong> <br>7.1.5
					冻结及扣除：若还车后车辆存在损伤，或车辆有事故出险情况，或车辆已存在风险警报，或存在其他费用争议，则出租方有权冻结车辆押金。并由平台方介入核实情况后扣除相应金额的车辆押金。
				</p>
				<h3>7.2 违章押金</h3>
				<p><strong>7.2.1 支付环节：承租方还车离店前，必须按规定完成违章押金支付（免押金订单除外）。</strong> <br>7.2.2
					押金金额：除甘、新、藏、青等区域外，全国违章押金统一2000元；甘、新、藏、青等区域违章押金可由出租方自行设置，最高不超过6000元；若承租方客户等级为V8或满足芝麻信用免押金条件，则无需支付违章押金；在还车前，若出租方能确认承租方在租期内有严重违章或多起违章（如收到超速警告短信、闯红灯警告短信、GPS监控所示在限速路段超速等），则出租方有权增收违章押金，若预估扣分不超过12分则押金金额上浮至不超过8000元，若预估扣分超过12分则押金金额最高上浮至2万元。
					<br><strong> 7.2.3
						支付方式：非免押金订单，承租方可通过两种方式支付押金，即为线上通过平台支付和线下支付至出租方门店，承租方可自行选择支付方式，出租方不得干涉承租方选择；若承租方选择线下支付违章押金，则仅可通过刷取银联卡预授权一种形式支付，严禁现金支付或私人转账。
						<br>7.2.4 退还：若无违章且无其他费用争议，则违章押金将在还车结算后30天左右自动解冻（退还），各银行自动解冻的时间略有不同。</strong> <br>7.2.5
					冻结及扣除：若租期内存在违章情况、或存在其他费用争议，则出租方有权冻结违章押金。并由平台方介入核实情况后扣除相应金额的违章押金。
				</p>
				<h3>7.3 第三方平台订单</h3>
				<p>以第三方平台披露的押金规则为准。</p>
				<h3>7.4 芝麻信用授权</h3>
				<p>
					客户通过芝麻信用授权则能够享受芝麻信用免押金特权，具体押金减免权益以系统披露为准。客户自选是否授权芝麻信用以享有特权，如客户同意授权芝麻信用，则视为：
					<br>客户知晓并同意芝麻信用有权基于提供征信服务的需要向合法保存有客户信息的机构采集客户信息（包括悟空租车有权将客户在使用其服务过程中提交或产生的信息提供给芝麻信用），用于验证客户信息的真实性及提供征信服务使用。客户授权芝麻信用，可根据悟空租车的查询指令，向其提供相关信息的真实性判断结果及本人的信用信息，用以交易决策使用。
				</p>
				<h1>八、费用标准</h1>
				<h3>8.1 标准服务费用</h3>
				<p>
					标准服务费用为每笔订单均会产生的费用，其中每一项均为客户必购项目。
					<br>8.1.1 租金
				</p>
				<p class="discoloration">
					由出租方收取，以出租方事先报价为基础，由出租方和承租方双方共同确认；&nbsp;
					<br>租金核算遵守以下规则：&nbsp;
					<br>（1）按每小时，每日计费，出租方可自行按照市场供需情况调整价格；&nbsp;
					<br>（2）结算价格以订单生效时显示的报价为准；&nbsp;
					<br>（3）悟空租车的租金报价对平台用户具有约束力；&nbsp;
					<br>（4）订单生成后租金不可修改。
				</p>
				8.1.2 基本保障服务
				<p class="discoloration">
					由出租方收取，以出租方事先报价为基础，由出租方和承租方双方共同确认；
					<br>基本保障服务费用核算遵守以下规则：&nbsp;
					<br>（1）不同车型设置不同的基本保障服务金额；
					<br>（2）按每小时，每日计费；&nbsp;
					<br>（3）最终基本保障服务金额以订单生效时显示的报价为准，双方据此确认价格；
				</p>
				8.1.3 手续费
				<br>（1）手续费属于租车费用中的必购项目。是出租方门店人员为客户办理租车相关业务的手续费用；
				<br>（2）基本计费单位：区分出租方门店类型，以“次”为单位，按单收取；
				<br>&nbsp;&nbsp;&nbsp;&nbsp;机场/高铁站网点：手续费35元/单；
				<br>&nbsp;&nbsp;&nbsp;&nbsp;市区网点：手续费20元/单；
				<br>（3）手续费不区分车型；
				<br>（4）同一订单只收取一次手续费（含续租）；
				<br>（5）手续费金额以订单所示金额为准。
				<p></p>
				<h3>8.2 其他服务费用</h3>
				<p>其他服务费用为订单中可能产生的费用。
					<br>8.2.1 油（电）费
					<br><strong>(1) 油费</strong> <br><strong>油费由承租方自行承担，以最终系统所示油费金额为准。</strong></p>
				<p class="discoloration">油费计算方式：油费=油量比重差值×油箱容积×油费市场价
				</p>
				<p class="discoloration">(2) 加油服务费
				</p>
				<p class="discoloration">提供“满油取还”服务的订单、当取车满油且还车后油量不满时，加收加油服务费，费用标准为50元/单。
				</p>
				<p class="discoloration">注：加油服务费和油费需一并支付。
				</p>
				<p class="discoloration">(3) 电费
				</p>
				<p class="discoloration">插电式混合动力车及纯电动车需加收电费，电费按度收取，费用标准以出租方规定为准。
				</p>
				<p></p>
				<h3>8.3 可选服务费用</h3>
				<p>可选服务为租车费用中的非必购项目，主要根据客户自身用车需求进行选购。
					<br>（1）车损无忧服务费：以“天”为计费单位，费用为50元/天。不满一天按一天收费；
					<br>（2）补充保险服务：
					<br>a)&nbsp;第三者责任险补充险：保额不同，费用标准不同，
					&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;保额50万，保险费用25元/天；
					&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;保额100万，保险费用50元/天；
					<br>b)车上人员责任险补充险：按座位选购
					&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;每个座位最高赔付10万元/人，保险费用25元/天；
					<br>c)&nbsp;旅游人身意外险：该补充保险险可设置被保险人，10元/人/天
					&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;意外医疗保险：最高可赔付5万元/人；
					<br>&nbsp;&nbsp;&nbsp;&nbsp;意外身故或伤残保险：最高可赔付10万元/人。
					<br>（3）异地还车费：可选择异地还车服务，以系统所示金额为准。
				</p>
				<h3>8.4 承租方违约费用</h3>
				<p><strong>8.4.1 强行续租违约金：承租方如因个人原因未履行有效续租手续强行不还车的，视为强行续租，除正常收取超期部分租车费用外，另按超期部分租金的300%收取违约金。
						<br>8.4.2 取消订单违约金：取车前2小时（含）内因客户原因取消订单，客户需承担订单首日租金作为违约金，违约金最高不超过150元（亦不超过订单总金额）。</strong> <br>8.4.3
					随车物品损失费：因承租方原因，在租期内造成车辆随车物品丢失、破损或无法使用的情况。需由客户参照悟空租车《随车物品清单及价格表》承担赔偿费用。
					<br>8.4.4 超里程费：由于承租方违反“禁行区域”规定而产生的费用，日均里程数超过300公里时收取，费用标准以门店告知为准，最高不超过2元/公里。
				</p>
				<h3>8.5 违章罚款</h3>
				<p><strong>车辆租赁期间产生的违章，由承租方自行处理。但由于承租方自行处理不便，也可由出租方协助办理违章。部分门店限定自行处理违章或委托门店代处理，具体以门店规则为准。</strong> <br>（1）承租方自行处理：
					<br>若承租方选择自行处理违章，则需向出租方预约车辆行驶本，行驶本只能在门店领取，<strong>并在行驶本交接之时起24小时内完成违章处理及行驶本归还，逾期未归还的，收取经营损失费；在出租方通知承租方违章情况后，承租方需在14日内完成违章处理，逾期未完成的，收取违章违约金；</strong>
					<br>（2）出租方协助处理违章：
					<br><strong>承租方可选由出租方协助办理违章，并同意承担违章违约金，同意直接从违章押金中扣除违章违约金；</strong> <br>（3）费用标准：
					<br><strong>违章违约金=罚款金额+（违章扣分×当地分数市场价）+违章违约服务费。</strong> <br>其中，
					<br>•&nbsp;罚款金额：即为公安机关交巡警部门依照交通管理法律、法规和规章的规定对道路交通违章行为人所作的行政处罚，金额以公安机关交巡警部门出具的违章凭证所示为准。
					<br>•&nbsp;违章扣分×当地分数市场价：扣分以罚单为准；当地分数市场价以出租方出具的金额为准；
					<br>•&nbsp;违章违约服务费：即为出租方协助承租方处理违章所产生的服务费，费用以门店出示为准。
				</p>
				<h3>8.6 车损费用说明</h3>
				<p><strong>8.6.1 经营损失费：
						<br>(1)适用范围：由于车辆发生事故、客户遗失证照或因违法违规用车等原因导致车辆被扣或停驶而造成车辆无法继续经营的，经营损失由客户承担；
						<br>(2)计费方式：租期内车辆租金均价×停运天数；
						<br>(3)停运天数及损失核定按如下标准执行：
						<br>①以车辆维修、被扣或停驶天数确定停运天数；停运天数含损伤鉴定时间和等件时间；
						<br>②停运天数存在争议时，将由悟空平台介入裁定处理方式。
						<br>(4)车辆强行续租期间，不另收取经营损失费。
						<br>8.6.2 维修费：
						<br>（1）对于保险公司赔付范围外的事故车辆维修费用，由租车客户支付；
						<br>（2）未购买车损无忧服务的客户，须承担1500元以内承租方责任内的维修费用，以出租方出具的维修凭证所示费用为准。</strong></p>
				<h3>8.7 可能计入账目的潜在额外费用</h3>
				<p class="discoloration">8.7.1 超出保单保额，需被保险人支付的费用，但不包含由出租方的特殊要求所产生的额外超额费用；&nbsp;
					<br>8.7.2 由承租方承担的罚款和/或其根据平台用户索赔和赔偿条例所应支付的赔偿款；&nbsp;
					<br>8.7.3 由于承租方未能遵守协议或违反协议所导致的有关损失或损害所对应的费用；&nbsp;
					<br>8.7.4 在承租方直接或间接使用该车辆期间，由于违反停车法规、交通或其他法规所导致的罚款和诉讼费用（包括任何因车辆被上轮夹或被拖走产生的费用）；&nbsp;
					<br>8.7.5 有关悟空租车或/和出租方的成本，包括但不限于因向承租方收取逾期款项所产生的合理的律师费，债务回收费或法院费用；&nbsp;
					<br>8.7.6 承租方在使用车辆期间（不论是否在租期内）因损毁车辆所产生的、不在保单覆盖范围内的任何费用。&nbsp;
					<br>8.7.7 对本条款中所列费用征收的相关增值税和所有其他税费；&nbsp;
					<br>8.7.8 应由承租方向悟空租车支付的任何其他款项；
					<br>8.7.9 由于承租方驶入禁行区域所造成的相关损失。
				</p>
				<h3>8.8 其他特殊约定</h3>
				<p class="discoloration">8.8.1 如在承租方用车期间因其他未预计原因，出现其他附带费用，依据承租方与出租人之间达成的约定处理；&nbsp;
					<br>8.8.2若双方没有约定，该部分费用应由承租方承担；&nbsp;
					<br>8.8.3悟空租车或出租方没有义务偿还承租方应支付的其他额外费用。&nbsp;
				</p>
				<h1>九、悟空币及代金券</h1>
				<h3>9.1 关于悟空币</h3>
				<p>9.1.1 悟空币是一种奖励手段，可用于支付租车费用。悟空租车将不定期推出各类活动及政策，给予不同程度悟空币奖励，具体奖励措施以悟空租车公告为准。
					<br>9.1.2 悟空币可按1悟空币=1人民币用于支付平台费用，如租金、基本保障服务、油费差额等费用，但不能提现。用户应通过正规途径取得悟空币，禁止刷币。
					<br>9.1.3 悟空租车有权判定刷币行为。针对刷币行为，悟空租车有权冻结或清零悟空币，同时追偿由此造成的平台损失。
				</p>
				<h3>9.2 代金券</h3>
				<p>9.2.1 代金券、优惠券均为悟空租车平台的专属支付工具，用于支付车辆租金。悟空租车将不定期通过活动等形式发布代金券/优惠券，具体活动规则、奖励措施以平台公布为准。
					<br>9.2.2 代金券/优惠券，可按1元=1元人民币的兑换比例用于支付车辆租金，但不得用于支付基本保障服务、油费差额等费用。
					<br>9.2.3 代金券/优惠券的使用规则以平台展示为准。
				</p>
				<h1>十、费用结算</h1>
				<p>10.1 平台客户需通过悟空租车平台<strong>预付订单全款</strong>，才视为订单确认，并视平台客户为订单承租方。
					<br><strong>10.2 承租方还车后，若产生除预付款外的额外款项，则承租方必须于离店前支付额外费用。</strong> <br>10.3
					承租方还车后，若预付款多于订单费用，则悟空平台（或出租方）将退还多出款项至承租方原付款账户或悟空平台账户的账户余额中（账户余额可提现）。
					<br>10.4 任何平台用户注册过程中，必须按照要求向悟空租车提供真实有效的银行帐户资料，悟空租车依据平台用户授权利用该账户为平台用户进行收支结算。
					<br>10.5 出租方授权悟空租车代收代付租车费用及其他一切费用。
					<br>10.6 发票开具
					<br>承租方直接向出租方索要发票，出租方按客户提供的信息开具发票。第三方平台订单以第三方平台规则为准。
					<br>10.6.1 实体店开票规则
					<br>（1）如因门店原因无法现场开具发票，门店将在1周内为您邮寄发票，邮费由门店承担；
					<br>（2）如因客户原因无法现场开具发票，包括但不限于未现场索要发票、未提供抬头或税号，则您需要自行承担门店邮寄发票的快递费用。
					<br>10.6.2 送车点开票规则
					<br>（1）您可以在预计还车时间前4小时以上提出开票申请，并提供完整的抬头、税号等信息，门店人员将携带发票为您办理还车手续，发票金额中不含未确认的油费、维修费等费用；若因门店原因未及时交予您发票，则门店需在1周内为您邮寄发票并承担邮费。
					<br>（2）您可以随门店人员回店开票，而后规则同“实体店开票规则”。
				</p>
				<h1>十一、交通违章</h1>
				<p>11.1 违章责任：
					<br><strong>在车辆租期内或虽超出租期期限但车辆仍在承租方占有、使用的时段内，任何交通违章及其导致的相关责任均由承租方承担。</strong> <br>11.2 违章告知：
					<br>承租方在车辆租赁期间的违章情况，出租方有义务在订单结束后30天内查询及核实车辆租期期间的违章情况，并通知承租方配合处理。
					<br><strong>11.3 违章处理：
						<br>车辆租赁期间产生的违章，由承租方自行处理。但由于承租方自行处理不便，也可由出租方协助办理违章。部分门店限定自行处理违章或委托门店代处理，具体以门店规则为准。
						<br>11.3.1
						若承租方自行处理违章，则需向出租方预约车辆行驶本，行驶本只能在门店领取，并在行驶本交接之时起24小时内完成违章处理及行驶本归还，逾期未归还的，收取经营损失费；在出租方通知承租方违章情况后，承租方需在14日内完成违章处理，逾期未处理的，收取违章违约金；
						<br>11.3.2 由出租方协助办理违章，并同意承担违章违约金，同意直接从违章押金中扣除违章违约金；
						<br>11.3.3 费用标准：
						<br>违章违约金=罚款金额+（违章扣分×当地分数市场价）+违章违约服务费。
						<br>违章违约服务费以门店规定为准。
						<br>11.3.4 如承租方决定对任何交通罚单，罚款或其他费用提出复议或申诉，复议或申诉过程和产生的相关费用，无论是否申诉成功，均由承租方承担。
						<br>11.3.5 因任何交通违章和事故，乃至由此引发的一切事项，导致承租方不能正常用车而产生的经济损失，由承租方承担。
						<br>11.3.6
						在租期内或虽超出租期期限但车辆仍在承租方占有、使用的时段内，因承租方任何交通违章和事故导致的相关责任，出租方和悟空平台可以参与协调，但不承担任何责任，且若承租方的上述行为给悟空租车平台造成任何损失，悟空租车平台有权向承租方追偿。
					</strong></p>
				<h1>十二、保险责任与事故处理</h1>
				<p>12.1 保险责任
					<br>（1）基本保障服务
					<br>订单中基本保障服务的覆盖范围包括：
					<table border="1" cellspacing="0" cellpadding="0" width="100%" style="text-align: center;">
						<tr>
							<td width="75" valign="center"><br>
								基本保障服务项目</td>
							<td width="69" valign="center">
								<p>保额</p>
							</td>
							<td width="260" valign="center">
								<p>基本保障服务保证范围</p>
							</td>
							<td width="66" valign="center">
								<p>承租方责任</p>
							</td>
							<td width="68" valign="center">
								<p>出租方责任</p>
							</td>
							<td width="131" valign="center">
								<p>备注</p>
							</td>
						</tr>
						<tr>
							<td width="75" rowspan="2">
								<p>车辆损失 </p>
							</td>
							<td width="69" rowspan="2">
								<p>车辆实际价值 </p>
							</td>
							<td width="260" valign="top">
								<p>由于发生自然灾害（地震除外）、意外事故。其他保险事故导致的车辆本身的损失</p>
							</td>
							<td width="66">
								<p>1500元</p>
							</td>
							<td width="68">
								<p>1500元以上的部分</p>
							</td>
							<td width="131" rowspan="4" valign="top">
								<p>保险公司免赔/ 拒赔的部分由客户承担 </p>
							</td>
						</tr>
						<tr>
							<td width="260" valign="top">
								<p>由于发生自然灾害（地震除外）、意外事故、其他保险事故导致的车辆报废</p>
							</td>
							<td width="66">
								<p>20% </p>
							</td>
							<td width="68">
								<p>80% </p>
							</td>
						</tr>
						<tr>
							<td width="75" valign="top">
								<p>第三者责任 </p>
							</td>
							<td width="69" valign="top">
								<p>20万元 </p>
							</td>
							<td width="260" valign="top">
								<p>保险车辆发生意外事故，导致第三者承受的损失</p>
							</td>
							<td width="66" valign="top">
								<p>0 </p>
							</td>
							<td width="68" valign="top">
								<p>100% </p>
							</td>
						</tr>
						<tr>
							<td width="75" valign="top">
								<p>车上人员责任</p>
							</td>
							<td width="69">
								<p>5-7万元<br>（1万/座）</p>
							</td>
							<td width="260" valign="top">
								<p>保险车辆发生保险事故，导致驾驶员/乘客人身伤亡</p>
							</td>
							<td width="66">
								<p>0 </p>
							</td>
							<td width="68">
								<p>100% </p>
							</td>
						</tr>
					</table> <strong>注：其中第三者责任、车上人员责任的保额以出租方实际所上保险为准，上图所示为保额最低标准。</strong> <br>（2）车损无忧服务
					<br><strong>a.&nbsp;车损无忧服务为基于基本保障服务的补充服务，购买车损无忧服务后，可免除上表“车辆损失险”由承租方承担的1500元费用；</strong> <br><strong>注：车损无忧服务不免除玻璃单独破碎、轮胎单独损坏所造成的损失。</strong>
					<br>b.&nbsp;车损无忧服务费用 为50元/天。
					<br>（3）补充险服务
					<br>以下补充险为承租方可选项，由悟空平台提供保险：
					<img src="/www/images/agree7.adecc6d.png" alt=""> <br>（4）基本保障服务、车损无忧服务及补充险服务仅免除保险范围内的有关损失，不免除承租方以下费用：
					<br>a.&nbsp;保险理赔范围外的或因承租方未履行有效报案流程、理赔手续而导致保险公司拒赔的；
					<br>b.&nbsp;因承租方违法违规导致车辆被扣而产生的经营损失费；
				</p>
				<p>12.2 责任认定</p>
				<p>12.2.1 事故责任的认定
					<br>在租期内或虽超出租期期限但车辆仍在承租方占有、使用的时段内，因任何交通事故导致的相关责任，由承租方承担；
					<br>12.2.2 责任界定
					<br>（1）以下情况及其他保险公司不予赔偿的情况，造成的所有经济损失和后果将由承租方自行承担：
					<br>a.&nbsp;超过48小时报案；
					<br>b.&nbsp;饮酒后驾驶车辆；
					<br>c.&nbsp;无证驾驶车辆；
					<br>d.&nbsp;持逾期未审验的驾驶执照驾驶车辆；
					<br>e.&nbsp;发生事故后驾车逃逸。
					<br><strong>（2）如车辆出险，承租方需立即致电加盟商电话或悟空租车客服热线 400-0515-507报案、收集理赔材料。</strong> <br>a.&nbsp;承租方需要垫付本次事故相关应付费用，保险公司完成理赔后将理赔款返还给承租方；
					<br>b.&nbsp;支付《基本保障服务覆盖范围》列明的保险责任内由承租方承担的损失，以及保险责任外的所有责任和损失；
					<br>c.&nbsp;如承租方还车不能提供齐全的理赔资料，需暂时冻结承租方押金,并在保险公司完成理赔后的3个工作日内退还；
					<br><strong>d.&nbsp;由于事故、客户遗失证照或因违法违规用车导致车辆被扣或停驶而造成车辆停运的，按照停运所需时间收取车辆经营损失费；
					</strong> <br>（3）承租方用车期间，如有车辆盗抢发生，承租方需一直支付公安部门立案之前的车辆租赁费用。
					<br>12.3 事故损失的垫付
					<br>（1）在事故索赔所需材料不齐的情况下，承租方需垫付本车维修费用；
					<br>（2）如有第三方损失，相关费用需承租方先行垫付；
					<br>（3）为避免保险公司拒赔，承租方需在出险之日起15日内将保险理赔所需事故材料完整提供给出租方或悟空平台（特大人伤事故，或费用超1万元，可相应延缓至30日）。
					<br>（4）保险公司理赔结束后，出租方会将所得理赔款中由承租方垫付的部分返还给承租方（具体费用由保险公司核损，最终返还额度将按保险公司实际到位理赔款确定）。
					<br>12.4 发生事故后，请承租方不要擅自维修事故车辆，否则将承担赔偿损失等违约责任，超过保险公司赔偿范围或保险公司不足额理赔的部分，也将由承租方承担。
					<br>12.5 事故处理
					<br>12.5.1 如车辆出险，请立即致电出租方，或悟空平台客服热线，经由指导后先行报险；
					<br>12.5.2 双方交通事故, 承租方：
					<br>（1）请立即停车，记录相关事故车辆的车牌号码，索要对方电话号码；
					<br>（2）检查对方驾驶执照，如对方无有效驾照，请立即拨打 122 报警；
					<br>（3）依据《交通事故快速处理办法》所列的事故情形明确双方责任，如能达成一致：
					<br>•&nbsp;拍摄第一现场照片：全景照片（现场位置、痕迹、事故损失全貌），物证及特写照片（车牌号、受损部位、受损程度等）；
					<br>•&nbsp;驶离现场至不妨碍交通的地方；
					<br>•&nbsp;填写《交通事故快速处理协议书》：当事各方各持一份；
					<br>•&nbsp;拨打报案电话400 0515 507，获得报案号和报险建议；
					<br>注：《交通事故快速处理协议书》填写项目要齐全，时间精确到分，事故地点具体到所在区域及道路具体名称，各方驾驶证、电话号码需进行核对；保险“报案号”待报案后会获得。
					<br>（4）如果不能明确双方责任, 承租方：
					<br>•&nbsp;请立即报警（122）等待警察处理；
					<br>•&nbsp;请于事故车后 50 米处安放随车附带的三角警示牌，同时将车辆双闪警示灯打开，以便使行驶车辆安全避让；
					<br>•&nbsp;待警察出具事故责任判定后，立即致电出租方；
					<br>（5）请根据报险处理建议，携带车辆行驶本和驾照，将车辆送到指定地点定损（定损时需要事故车辆同时到场以便勘查定损）。
					<br>（6）请按指导收集理赔所需材料，并将材料交与还车网点或指定维修人员。
					<br>12.5.3
					如遇对方车辆肇事逃逸的、对方车辆无号牌的、对方驾驶员无驾驶证或饮酒后驾驶车辆的，请承租方记录相关信息（如：车牌号，车辆品牌，颜色以及肇事地点）并立即报警（122），等候交警处理，同时请致电出租方或悟空热线4000515507以获得保险方面的咨询和建议<strong>（如追查不到肇事车辆，承租方将承担该事故损失百分之三十的费用）</strong>。
					<br>12.5.4 如车辆与障碍物、建筑物发生碰撞，或车辆停放期间被碰撞而找不到肇事者，请将车辆损坏部位以及碰撞物体进行比对拍照，并致电4000515507，以便车辆能够得到及时修复<strong>（如追查不到肇事人员，承租方将承担该事故损失百分之三十的费用）。
					</strong> <br>12.5.5 如遇重大交通事故且有人员伤亡的，请保护现场，并拨打122交通事故报警台求助，同时请立即致电出租方或悟空客服热线4000515507以获得保险方面的咨询和建议。
					<br>12.5.6
					如客户购买补充险服务，则该保险由悟空租车及其关联公司提供，且费用由悟空平台收取，保险受益人为“天津脚印兄弟科技有限公司”，在意外伤害事故发生后承租人自动委托“天津脚印兄弟科技有限公司”对事故进行全权处理，保险公司将依据公安交警部门出具的事故责任认定书承担相应保险责任。
				</p>
				<h1>十三、救援及备用车服务</h1>
				<p>出租方向承租方提供救援服务。承租方遇到紧急情况，可致电出租方电话。
					<br>13.1 由于车辆本身故障引起的救援费用出租方自行承担：
					<br>（1）出租方将委托救援商提供现场紧急修理服务；
					<br>（2）若车辆故障无法现场修复，承租方可将车交与出租方指定的救援商：
					&nbsp;&nbsp;<br>&nbsp;若在出租方网点覆盖范围内，客户可到就近出租方网点处理更换车辆，出租方门店优先为客户提供同级别或更高级别车辆，租金按原车型计费，所产生差价由出租方承担；或为客户提供低级别车，并退还差价；如无法提供替换车辆，则依照修车时间延长租期或结束订单并退还剩余金额；
					<br>&nbsp;若在出租方网点覆盖范围之外，由救援商救援车辆，出租方不再提供备用车，出租方立即为承租方办理结算手续；
					<br>&nbsp;因无法提供备用车，出租方将按1元/公里的标准，向客户赔偿自车辆停驶城市到原定还车城市的路费，悟空平台有权从出租方未结款项中直接予以划扣并向客户支付。
					<br><strong>13.2 非车辆本身机械故障导致无法正常行驶时（包含且不限于人为操作失误、保险事故等），费用由承租方承担：</strong> <br>（1）可请承租方自行选择救援商或选择出租方提供的道路救援服务，相关费用由承租方自行承担。
					<br>（2）若车辆故障无法现场修复，承租方无法将车还至原租车城市的，承租方还需加付异地还车费用，由出租方与承租方协商确定金额，悟空平台将监控金额合理性。
				</p>
				<h1>十四、车辆损坏和盗抢</h1>
				<p>14.1 租期内，或超出租期期限但车辆仍为承租方所占有、使用的时段内，车辆出现任何损坏、盗抢，出租方需和承租方进行双方都认可的、合理的赔偿协商，赔偿由承租方承担。
					<br>14.2 悟空租车不就任何车辆的损毁、失窃、故障或任何由此产生的直接或间接的费用承担任何责任，悟空租车将采取合理措施协助平台用户处理损毁、盗窃或故障，但没有义务承担相关的费用或开支。
				</p>
				<h1>十五、代取车服务条款</h1>
				<p>15.1 客户可选择授权他人代其取车，代为取车的人员称为“代取车人”，下单人自选的由代取车人代为取车的服务称为“代取车服务”。代取车人以下单人在系统中录入的为准。
					<br>15.2 代取车人及下单人均视为承租方，代取车人仅作为租车交易中的代理人。
					<br>15.3 如您选择代取车服务，则视为您授权代取车人协助您按系统标明的订单号所指定的时间、地点取预订车辆，代取车人的姓名及身份证号以系统所示为准。
					<br>15.4 责任界定：
					<br>①代取车人提车后将直接将车辆送至下单人手中，代取车人不允许将车辆用于个人用途，且不允许转租、转借、用于网约车或其他违法违规用途。如发生事故造成第三方伤亡等，代取车人需按法律法规承担相应责任。
					<br>②自车辆交予承租方后，无论交予下单人还是代取车人，在车辆处于承租方控制的过程中租赁车辆所发生的一切问题均由承租方承担责任，包括但不限于违章处理及相关费用承担的责任、事故处理及相关费用承担的责任、第三方伤亡的责任、车辆故障责任、车辆丢失责任、及其他违约责任。
					<br>注：代取车人驾驶车辆过程中造成的事故、违章等责任同样由下单人本人承担。
					<br>15.5 代取车人取车条件：
					<br>①代取车人的取车条件满足本协议5.3条款之规定。
					<br>②代取车人所带证件与您于系统录入的一致，实际取车人与证件信息一致。
					<br>③未完全免押金的订单、未线上支付押金的订单，须由代取车人足额支付押金后才能取车。
					<br>15.6 关于押金：
					<br>①订单的车辆押金及违章押金可以由下单人或代取车人任何一方支付/冻结，所支付/冻结的车辆押金及违章押金均视为承租人的押金，出租方有权处置押金。
					<br>②无论下单人或代取车人任何一方造成的事故、车损、违章等损失或违约行为，出租方均有权扣除承租方押金。
					<br>③下单人授权芝麻信用后满足免押金条件的、下单人的等级满足免押金条件的，均可享受免押金服务，此订单承租方无需支付减免部分押金。
					<br>④代取车服务订单，由下单人支付/冻结的押金将退还/解冻给下单人，代取车人冻结/支付的押金退还/解冻给代取车人；由下单人的信用或等级减免部分押金、另一部分由代取车人支付/冻结的，在扣除押金时，优先扣除代取车人的押金。
					<br>15.7 超期未取车：代取车人超过预订取车时间未到指定位置取车的，出租方有权取消订单，并按上文约定的标准扣除违约金。
					<br>15.8 下单人和代取车人同时来店取车时，车辆优先交予下单人；车辆交予下单人或代取车人任何一方后，另一方再来取车将不予受理。
					<br>15.9 订单修改：出租方及悟空平台仅受理下单人的订单修改请求，代取车人的订单修改请求需通过下单人发起。
					<br>15.10 代取车服务过程中所发生的一切争议，由平台协助裁定处理。
				</p>
				<h1>十六、代驾服务</h1>
				<p>16.1 代驾服务，是指出租方按照承租方要求提供的符合高规定的司机驾驶服务。按照目前行业法规规定，该服务应当由具有资质的第三方劳务派遣公司提供。
					<br>16.2 可提供合法代驾服务的出租方将代驾服务上线悟空租车平台，承租方在下单时可自由选择代驾服务。
					<br>16.3 悟空租车作为平台方，要求出租方提供的代驾服务是符合法律规定的第三方劳务派遣公司提供的。但因平台监管的复杂性，承租方在实际预定过程、取车过程中应当对代驾服务是否合规进行进一步核实。
					<br>核实内容包括但不限于：该代驾服务是否有与第三方派遣公司的劳务派遣协议、代驾司机是否是第三方派遣公司签有劳动合同的员工等内容。承租方有权根据核实情况在实际用车前决定是否选择该代驾服务。
					<br>16.4 提供代驾服务，承租方应当与提供代驾服务的第三方劳务派遣公司签署劳务派遣协议，以约定责任归属。悟空租车平台将尽到合理的提醒义务。
					<br>16.5 代驾服务的费用标准，以悟空租车平台实际出示价格为准。
				</p>
				<h1>十七、悟空租车的责任范围和限制</h1>
				<p><strong>17.1 悟空租车仅为出租方与承租方之间促成交易机会，不涉及出租方与承租方间因交易而产生的法律关系及法律纠纷，不会且不能牵涉进交易各方的交易当中。</strong> <br>17.2
					在本协议中或网站的任何部分表明悟空租车将采取作为的情形下，悟空租车将采取合理手段执行，或将以合理的手段使该网站能够执行该作为（例如在预订车辆过程中发送短信和系统推送提醒）。
					<br>17.3 在法律允许的范围内，悟空租车对以下情形导致的服务中断或受阻不承担责任：
					<br>（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
					<br>（2）用户或悟空租车的电脑软件、系统、硬件和通信线路出现故障；
					<br>（3）用户操作不当；
					<br>（4）用户通过非悟空租车授权的方式使用本服务；
					<br>（5）其他悟空租车无法控制或合理预见的情形。
					<br>17.4 悟空租车不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给平台用户造成的损害负责。
					<br>17.5 悟空租车依据本协议约定获得处理违法违规内容的权利，该权利不构成悟空租车的义务或承诺，悟空租车不能保证及时发现违法行为或进行相应处理。
					<br>17.6 悟空租车对汽车租赁订单中出现的以下情形不承担任何责任：
					<br>（1）任何车辆的车况的改变；
					<br>（2）死亡或人身伤害；
					<br>（3）任何车辆的失窃或故障；
					<br>（4）车辆或车辆的部分零件被出售、更换、出租、借用、抵押、典当或者设置其它第三者权利，导致出租方丧失对车辆的所有权和控制权的；
					<br>（5）作为犯罪工具的；
					<br>（6）任何财产损失或任何车辆的损毁或遗失；
					<br>（7）遗忘在车中的私人物品的损毁或遗失；
					<br>（8）任何燃油费和附加费；
					<br>（9）平台用户所遭受的利润、商誉、商业机会或预期存款的间接损失。
					<br>17.7 平台用户使用悟空租车客服电话及其他与悟空租车进行的通信都可能被记录或监控。平台用户使用这些通信方式即代表他们同意其通讯过程被记录或监控。
				</p>
				<h1>十八、知识产权声明</h1>
				<p>18.1 悟空租车在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归悟空租车所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。
					<br>18.2 除另有特别声明外，悟空租车提供本服务时所依托软件的著作权、专利权及其他知识产权均归悟空租车所有。
					<br>18.3 悟空租车在本服务中所使用的“悟空租车”、“wkzuche.com“用等商业标识，其著作权或商标权归悟空租车所有。
					<br>18.4 上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经悟空租车、平台用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
				</p>
				<h1>十九、不可抗力</h1>
				<p>平台用户理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，悟空租车将努力在第一时间与相关单位配合，及时进行修复，但是由此给平台用户造成的损失悟空租车在法律允许的范围内免责。
				</p>
				<h1>二十、服务的变更、中断、终止</h1>
				<p>20.1 悟空租车可能会对平台内容或服务内容进行变更，也可能会中断、中止或终止服务。
					<br>20.2 如发生下列任何一种情形，悟空租车有权不经通知而中断或终止向平台用户提供平台信息分享或服务：
					<br>（1）根据法律规定平台用户应提交真实信息，而平台用户（承租客户或租赁公司）资料不真实、或未能提供合理证明以证明其真实性；
					<br>（2）平台用户违反相关法律法规或本协议的约定；
					<br>（3）按照法律规定或主管部门的要求；
					<br>（4）出于资产安全的原因或其他必要的情形。
					<br>20.3
					悟空租车有权在必要时增加或修改本协议条款。基于互联网业务的特性，悟空租车无义务就每次条款变更向每一位平台用户进行逐一通知，悟空租车将变更后的协议条款在悟空租车平台进行公告即完成了向平台用户的告知，变更后的协议条款在公告之日或公告指定日期开始生效。平台用户有义务在进入平台服务页面时，不时查阅最新版本的协议条款。
					<br>20.4 变更后的协议条款生效后，如平台用户继续使用悟空租车的软件平台或服务，即视为平台用户已接受变更后的协议。如果平台用户不接受变更后的协议，应当停止使用悟空租车的软件平台或服务。
				</p>
				<h1>二十一、管辖与法律适用</h1>
				<p>21.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
					<br><strong>21.2 若平台用户和北京悟空出行科技有限公司或信息分享平台发生任何纠纷或争议，首先应友好协商解决；与悟空租车平台发生纠纷或争议且协商不成的，提交北京悟空出行公司所在地有管辖权的法院进行管辖。</strong>
					<br>21.3 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对悟空租车，出租方及承租方都具有约束力。
					<br>21.4 悟空租车仅为出租方与承租方之间信息的分享及订单提供服务，因此不构成、不成为出租方与承租方之间交易协议的当事人，也不承担出租方与承租方之间交易的民事后果与民事责任。
				</p>
			</div>
		</div>
		<div class="more-body">
			<!-- 加跳转 to="index"  -->


			<!-- <img src="img/more.png" @click="show = true" alt=""> -->
			<van-overlay :show="show" @click="show = false">
				<!-- <div class="wrapper"> -->


				<div class="block">
					<br>
					<van-row @click="gotohome" type="flex" justify="center">
						<van-col span="8">
							<img style="width: 50%" src="img/home.png" alt="">
						</van-col>
						<van-col span="12">
							<h4>返回首页</h4>
						</van-col>
					</van-row>
					<van-row @click="gotoindent" type="flex" justify="center">
						<van-col span="8">
							<img style="width: 50%" src="img/myident.png" alt="">
						</van-col>
						<van-col span="12">
							<h4>我的订单</h4>
						</van-col>
					</van-row>
					<van-row @click="gotojuan" type="flex" justify="center">
						<van-col span="8">
							<img style="width: 50%" src="img/morejuan.png" alt="">
						</van-col>
						<van-col span="12">
							<h4>优惠卷</h4>
						</van-col>
					</van-row>
					<van-row @click="gotoservice" type="flex" justify="center">
						<van-col span="8">
							<img style="width: 50%" src="img/myservice.png" alt="">
						</van-col>
						<van-col span="12">
							<h4>客服中心</h4>
						</van-col>
					</van-row>
				</div>
				<!-- </div> -->

			</van-overlay>



		</div>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				show: false,
				// true: true
			}
		},
		methods: {
			onClickLeft() {
				this.$toast('返回');
				this.$router.go(-1)
			},
			onClickRight() {
				this.$toast('按钮');
			},
			gotoservice() {
				this.$router.push("/service")
			},
			gotoindent() {
				this.$router.push("/indent")
			},
			gotohome() {
				this.$router.push("/")
			},
			gotojuan() {
				this.$router.push("/service")
			}
		}
	}
</script>

<style scoped="scoped" lang="less">
	.call-top{
		/* position: absolute; */
	}
	
	.block {
		top: 48px;
		right: 16px;
		border-radius: 8%;
		position: absolute;
		width: 160px;
		height: 160px;
		background-color: #fff;
		z-index: 10
	}

	.van-nav-bar {
		width: 100%;
		height: 46px;
		color: red;
		z-index: 10;
		position: absolute;
		top: 0;
	}

	.van-hairline--bottom {
		width: 100%;
		height: 46px;
		color: red;
		z-index: 10;
		position: absolute;
		top: 0;
	}

	h4 {
		margin: 0;
		padding: 0;
		font-size: 20px;
		font-weight: 500;
	}

	.call-msg {
		text-align: left;
		font-size: 14px;

	}

	.call-msg li {
		/* padding-left:20px ; */
		padding: 15px;
	}

	.call-msg a {
		color: rgb(0, 122, 255);
	}
	.call-msg{
		margin: 20px;
	}
	
	
	.discoloration{
		font-weight: 300;
	}
	h1{
		font-size:20px ;
	}
	
	strong {
		color: #cb2a1f;
	}
</style>
